Repository: lingyired/no-lazyload-browser-extension
Catalog: safari-xcode/ImageLazyLoadBlocker/ImageLazyLoadBlocker/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Safari Extension
zh_hans: Safari 扩展
zh_hant: Safari 擴充功能

# extensionEnabled
source: Enabled
zh_hans: 已启用
zh_hant: 已啟用

# extensionDisabled
source: Not Enabled
zh_hans: 未启用
zh_hant: 未啟用

# enableExtensionHint
source: Enable the extension to use No Lazyload in Safari.
zh_hans: 要在 Safari 中使用 No Lazyload，需要先启用扩展。
zh_hant: 若要在 Safari 中使用 No Lazyload，請先啟用擴充功能。

# extensionReady
source: No Lazyload is ready.
zh_hans: No Lazyload 已就绪。
zh_hant: No Lazyload 已就緒。

source: Open Safari Settings
zh_hans: 打开 Safari 设置
zh_hant: 開啟 Safari 設定

# extensionStatusUnknown
source: Status unavailable
zh_hans: 状态不可用
zh_hant: 狀態無法取得

# extensionStatusUnknownHint
source: Couldn't read the Safari extension status. Open Safari Settings to check it.
zh_hans: 无法读取 Safari 扩展状态。请打开 Safari 设置检查。
zh_hant: 無法讀取 Safari 擴充功能狀態。請開啟 Safari 設定檢查。

source: How to use
zh_hans: 使用方法
zh_hant: 使用方式

# stepOpenWebsite
source: Open a website in Safari
zh_hans: 在 Safari 中打开一个网站
zh_hant: 在 Safari 中開啟一個網站

# stepOpenExtension
source: Click the No Lazyload toolbar button
zh_hans: 点击 No Lazyload 工具栏按钮
zh_hant: 點一下 No Lazyload 工具列按鈕

# stepEnableSite
source: Turn on No Lazyload for that website
zh_hans: 为该网站打开 No Lazyload
zh_hant: 為該網站開啟 No Lazyload

source: Plan
zh_hans: 套餐
zh_hant: 方案

source: Free Plan
zh_hans: 免费版
zh_hant: 免費版

# freePlanDetail
source: Up to 3 enabled websites
zh_hans: 最多启用 3 个网站
zh_hant: 最多啟用 3 個網站

# proUnlocked
source: Unlimited websites unlocked.
zh_hans: 已解锁无限网站。
zh_hant: 已解鎖無限網站。

# proThanks
source: Thank you for supporting No Lazyload.
zh_hans: 感谢你支持 No Lazyload。
zh_hant: 感謝你支持 No Lazyload。

source: Upgrade to Pro
zh_hans: 升级到 Pro
zh_hant: 升級到 Pro

source: One-time purchase
zh_hans: 一次性购买
zh_hant: 一次性購買

source: No subscription
zh_hans: 无订阅
zh_hant: 無訂閱

source: Restore Purchases
zh_hans: 恢复购买
zh_hant: 回復購買

# entitlementStorageUnavailable
source: Your purchase status can't be read right now. Please restart the app and try again.
zh_hans: 现在无法读取你的购买状态。请重启 App 后再试。
zh_hant: 目前無法讀取你的購買狀態。請重新啟動 App 後再試。

# purchaseUnlocked
source: Pro unlocked.
zh_hans: 已解锁 Pro。
zh_hant: 已解鎖 Pro。

# purchasePending
source: Purchase pending. You'll get Pro automatically after the purchase is approved.
zh_hans: 购买待批准。批准后会自动解锁 Pro。
zh_hant: 購買待核准。核准後會自動解鎖 Pro。

# purchaseRestored
source: Your purchase has been restored.
zh_hans: 购买已恢复。
zh_hant: 購買已回復。

# nothingToRestore
source: No previous purchase was found.
zh_hans: 没有找到之前的购买记录。
zh_hant: 找不到先前的購買記錄。

# purchaseErrorGeneric
source: Unable to complete the purchase. Please try again.
zh_hans: 购买未能完成，请重试。
zh_hant: 購買未能完成，請再試一次。

# purchaseUnavailable
source: Purchases are temporarily unavailable. Please try again later.
zh_hans: 购买服务暂时不可用，请稍后再试
zh_hant: 購買服務暫時無法使用，請稍後再試

# versionFormat
source: Version %@
zh_hans: 版本 %@
zh_hant: 版本 %@
